Repository: arjayniones/LeadCatcher
Catalog: PlannerApp/LanguageSettings/*.lproj/Localizable.strings
Languages: ms_my

source: Change Language
ms_my: Tukar bahasa

source: To Do List
ms_my: Senarai Yang Hendak Dibuat

source: Search To Do
ms_my: Carian Untuk Dilakukan

source: Delete
ms_my: padam

source: Edit To Do Task
ms_my: Edit Untuk Melakukan Tugas

source: New To Do Task
ms_my: Baru Untuk Melakukan Tugas

source: Save
ms_my: simpan

source: Clear
ms_my: jelas

# add_task_success
source: Success, Your To-Do task has been saved.
ms_my: Kejayaan, Tugasan To Do Anda Telah Disimpan.

source: No
ms_my: Tidak

source: Clear the Fields?
ms_my: Kosongkan Medan?

source: Yes
ms_my: ya

# add_task_failed
source: Failed, Your To-Do task did not Saved.
ms_my: Tugas Doa Anda Tidak Disimpan

source: Error
ms_my: Kesilapan
